
# Проект для горнодобывающей компании.
## Цель
 - Подготовка прототипа ML для горнодобывающей компании с целью предсказывания коэффициент восстановления золота из золотосодержащей руды
 ## Описание
 - Необходимо подготовить прототип модели машинного обучения для горнодобывающей компании. Компания разрабатывает решения для эффективной работы промышленных предприятий.
Модель должна предсказать коэффициент восстановления золота из золотосодержащей руды. В распоряжении данные с параметрами добычи и очистки..
## Библиотеки
 - pandas,matplotlib,numpy,seaborn,scipy,plotly,sklearn, machine learning
